IdeaRS.OpenModel.CrossSection.TendonBarType
Tendon bar type

IdeaRS.OpenModel.CrossSection.TendonBarType.Posttensioned
Post-tensioned

IdeaRS.OpenModel.CrossSection.TendonBarType.Pretensioned
Pre-tensioned